{
 "Error": "Ошибкa!",
 "No supported formats: ": "Неподдерживаемый формат: ",
 "Server decrypt signature return ERROR ": "Сервер дешифровки сигнатуры вернул ОШИБКУ ",
 "This video can not be sent to VuPlus Receiver. Most likely, the copyright holder of this video, banned the show in your region.": "Это видео не может быть отправлено на VuPlus Receiver. Скорее всего, владелец авторских прав, запретил показ в вашем регионе.",
 "You have to set up your VuPlus Receiver address first in the Addon Settings": "Вы не ввели IP адрес VuPlus Receiver в настройках дополнения",
 "Sending": "Соеденение...",
 "Sending url to VuPlus Receiver... ": "Отправляю ссылку на VuPlus Receiver... ",
 "Success Sent to VuPlus Receiver": "Успешно отправлено на VuPlus Receiver",
 " VuPlus reported: result has been added to playlist": " VuPlus Receiver сообщает: файл был добавлен в плейлист",
 "Failed Sent to VuPlus Receiver": "Отправлено с ошибкой на VuPlus Receiver",
 " VuPlus reported:  is neither a valid reference nor a valid file": "VuPlus Receiver сообщает: это недопустимая ссылка, или недопустимый файл.",
 "Network error": "Ошибка сети!",
 "Could not contact VuPlus Receiver. Check your configuration.": "Не удалось установить связь с VuPlus Receiver. Проверьте включен ли тюнер, а также правильно ли установлен IP адрес тюнера в настройках дополнения.",
 "If you enjoy this add-on, you can support its continued development by making a small contribution.": "Если вам нравится это дополнение, вы можете поддержать его дальнейшее развитие, сделав небольшой взнос.",
 "Manage Send to VuPlus": "Настройки Send to VuPlus",
 "Your VuPlus receiver": "Ваши VuPlus ресиверы",
 "No VuPlus receiver defined": "Вы пока ещё не добавили ни одного VuPlus ресивера. Вы можете это сделать сейчас.",
 "VuPlus Name": "VuPlus Имя",
 "Edit/Remove": "Изменить/Удалить",
 "Add your VuPlus receiver": "Добавить VuPlus ресивер", 
 "Edit your VuPlus receiver": "Измените имя или ip-адрес или порт вашего VuPlus ресивера",
 "Add": "Добавить",
 "Edit": "Изменить",
 "Delete": "Удалить",
 "Youtube resolution playback": "Выберите качество воспроизведения для Youtube",
 "Select the playback quality for": "Выберите качество воспроизведения для YouTube 360p или 720p или 1080p",
 "At this moment, youtube": "На данный момент YouTube не отдает поток 1080p в одном контейнере (видео + аудио), но если вы выберите 1080p, add-on автоматически выберет максимально возможное качество.",
 "If you add, delete or edit your receiver VuPlus": "После добавления, удаления, изменения VuPlus ресиверов, требуется обновлять страницы YouTube и RuTube."
 }